<?php

// +----------------------------------------------------------------------
// | Kaadon
// +----------------------------------------------------------------------
// | 开发交流: https://developer.kaadon.com
// +----------------------------------------------------------------------
// | 开源协议  https://mit-license.org 
// +----------------------------------------------------------------------
// | github开源项目：https://github.com/kaadon
// +----------------------------------------------------------------------

namespace Kaadon\UploadFile\interfaces;

interface OssDriver
{

    public function save($objectName,$filePath);

}